class TextOfTheAnswers:
    answer_0_text = "Сутки — 400 рублей. Оплата курьеру — наличными или картой."
    answer_1_text = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    answer_2_text = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    answer_3_text = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    answer_4_text = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    answer_5_text = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    answer_6_text = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    answer_7_text = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


class Urls:
    MAIN_PAGE = 'https://qa-scooter.praktikum-services.ru/'
    ORDER_PAGE = 'https://qa-scooter.praktikum-services.ru/order'


class Data:
    name = 'Панкрат'
    surname = 'Потапов'
    address = 'Ул. Новороссийская, д.5'
    phone = '89087867678'
    comment = 'nothing'
    name2 = 'Евлампий'
    surname2 = 'Бутылкин'
    address2 = 'Ул. Березовая, д.10'
    phone2 = '89087862525'
    comment2 = 'comment'
